Repository: wp-plugins/wp-design-maps-places
Catalog: languages/wp-design-maps-and-places-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Preview map
de_de: Vorschau

source: Marker successfully updated!
de_de: Ort aktualisiert!

source: Success
de_de: Erledigt

source: FAILURE: marker could not be updated!
de_de: Fehler: Der Ort kann nicht aktualisiert werden!

source: Error
de_de: Fehler

source: 0 reference points are defined. You need to define 2 points before a Place can be added!
de_de: Sie haben bislang keine Referenzpunkte festgelegt. Erstellen Sie 2 Referenzpunkte, bevor Sie eine Markierung erzeugen können.

source: Add 2 reference
de_de: 2. Referenzpunkt hinzufügen

source: 1 reference point is defined. You need to define 2 points before a Place can be added!
de_de: Sie haben bislang nur 1 Referenzpunkt festgelegt. Sie benötigen noch einen, bevor Sie eine Markierung erzeugen können.

source: Add 1 more reference
de_de: Einen weiteren Referenzpunkt hinzufügen

source: You can define only 2 reference points. To define a new one, remove one of the existing.
de_de: Sie können nur 2 Referenzpunkte festlegen. Um einen neuen Referenzpunkt zu erstellen, löschen Sie bitte zuvor einen bestehenden Referenzpunkt.

source: Remove one reference
de_de: Referenzpunkt löschen

source: Please check the address, Google returns:
de_de: Bitte überprüfen Sie die Adresse. Google-Meldung:

source: The location not found or the 'Get Coordinates' button not pressed
de_de: Der Ort wurde nicht gefunden oder der "Koordinaten ermitteln“-Button wurde nicht betätigt

source: FAILURE: Reference point could not be created!
de_de: Fehler: Der Referenzpunkt kann nicht erstellt werden!

source: The language code should be maximum of 2 letters. E.g. for English it could be "en".
de_de: Der Sprach-Code darf maximal 2 Buchstaben lang sein.

source: Failure!
de_de: Fehler!

source: Please input numbers(e.g. 5, -10 etc)
de_de: Geben Sie Abstand ein (in Zahlen, z.B. 5, -10 usw.)

source: The uploaded file could not be moved to %s.
de_de: Die hochgeladene Datei kann nicht auf %s verschoben werden.

source: Type the location on your map to position the Google Map, e.g. Germany or Munich or Black Sea:
de_de: Geben Sie einen Ort ein, zu dem die Google Maps-Karte positioniert werden soll, z.B. "Deutschland", "Berlin" oder "Nordsee":

source: Pane Google Map to
de_de: Google Maps zum Ort bewegen

source: Save
de_de: Speichern

source: Error: image not found
de_de: Fehler: Bild nicht gefunden

source: Error: the map could not be saved (Check whether the attachment is already used)!
de_de: Fehler: die Karte kann nicht gespeichert werden (Überprüfen Sie, ob die Mediadatei schon benutzt wird)!

source: Error: the map could not be removed!
de_de: Fehler: die Karte kann nicht gelöscht werden.

source: map removed
de_de: Karte entfernt

source: ERROR: delete of markers failed!
de_de: Fehler: Ort konnte nicht entfernt werden!

source: ERROR: insert of a marker failed!
de_de: Fehler: Ort konnte nicht erzeugt werden!

source: FAILURE: marker description could not be updated!
de_de: Fehler: Ortsbeschreibung konnte nicht aktualisiert werden!

source: popup offset saved
de_de: Popup Abstand gespeichert

source: Error: offset could not be saved. Check that the values are numbers (e.g. 5, -10 etc.)
de_de: Fehler: Abstand konnte nicht gespeichert werden. Überprüfen Sie die Werte, es müssen numerische Werte sein (z.B. "-5", "10")

source: popup location saved
de_de: Popup Position gespeichert

source: Error: popup location could not be saved.
de_de: Fehler: Popup Position konnte nicht gespeichert werden.

source: map marked as free hand map
de_de: Die Karte ist als "Freihandkarte" markiert.

source: Error: the map could not be saved as "Free Hand Map"
de_de: Fehler: die Karte konnte nicht als "Freihandkarte" markiert werden.

source: Map file:
de_de: Karte (Datei):

source: (RE)LOAD MAP
de_de: Karte (neu)laden

source: Remove map including ALL markers?
de_de: Wollen Sie die Karte samt ALLE Orte löschen?

source: The map and all its markers will be permanently deleted and cannot be recovered. Are you sure?
de_de: Die Karte und alle Orte werden gelöscht werden. Sind Sie sicher das Sie das tun möchten?

source: Freehand Map. You can define your Places by clicking on the image in the "Maps &amp; Places"
de_de: Nicht-geographische Karte. Sie können Orte erzeugen indem Sie auf die Karte klicken (in "Maps &amp; Places")

source: Two reference points are defined. You can remove them and redefine them or go ahead and define your Places
de_de: Die beiden Referenzpunkte sind nun definiert. Sie können die Referenzpunkte löschen und neu festlegen oder mit der Erstellung von Orten auf der Karte beginnen

source: %d reference point(s) defined. You need to define two reference points. Click on the map at the point you know (a city you know). Tipp: take a point on a border or river.<br/>Alternatively you can define the Map as <Strong>'Free Hand Map'</Strong> where you can place Markers without coordinates, just by clicking on the map.
de_de: %d Referenzpunkte sind definiert. Zwei Referenzpunkte müssen definiert werden. Klicken Sie eine Stelle an der Karte die Sie kennen (z.B. eine Stadt, einen Fluss). <br/>Alternativ können Sie die Karte als <Strong>'Freihandskarte'</Strong> deklarieren. Auf der Karte können Sie dann die Markierungen mit einfachen Mousclicks ohne Geocoordinaten erzeugen.

source: USE THE IMAGE WITHOUT GEO LOCATION
de_de: Bild ohne Geolokalisierung nutzen

source: Maps available
de_de: Karten

source: ADD NEW MAP
de_de: Karte hinzufügen

source: File:
de_de: Datei:

source: Markers:
de_de: Bilder:

source: Add / Remove Markers
de_de: Bilder hinzufügen oder löschen

source: Calibrate via Google Map
de_de: Kalibrieren mit Google Map

source: Sites:
de_de: Orte:

source: Popup offset:
de_de: Pop-up Abstand:

source: SAVE
de_de: Speichern

source: Popup location
de_de: Pop-up Position

source: Can be outside of the map
de_de: Darf außerhalb des Kartenbildes sein

source: Keep inside the map
de_de: Darf nur innerhalb des Kartenbildes sein

source: DELETE MAP
de_de: Karte löschen

source: VIEW MAP
de_de: Karte anzeigen

source: freehand
de_de: Nicht-geographische Karte

source: 2 reference points are defined
de_de: 2 Referenzpunkte wurden definiert

source: 1 reference point is missing
de_de: Ein Referenzpunkt fehlt

source: both of reference points are missing
de_de: Beide Referenzpunkte fehlen

source: Enter address of location (e.g. "Germany Munich"):
de_de: Geben Sie eine Adresse ein (z.B. "München Deutschland")

source: Get coordinates
de_de: Koordinaten ermitteln

source: No Markers defined for the Map. Please define first (in 'Map Manager').
de_de: Keine Markierungsbilder sin festgelegt. Legen Sie diese fest (in 'Map Manager')

source: Latitude:
de_de: Breitengrad

source: Longitude:
de_de: Längengrad

source: Map new place
de_de: Neuen Ort markieren

source: Click on the map to create a new place.
de_de: Klicken Sie auf der Karte um auf dieser einen neuen Ort zu erstellen

source: Popup description, use HTML to format, e.g. &lt;br/&gt; for newline:
de_de: Popuptext, benutzen Sie HTML beim Formatieren, z.B. &lt;br/&gt; für eine neue Zeile:

source: ADD MARKER
de_de: Markierung hinzufügen

source: SAVE MARKER
de_de: Ort speichern

source: Places list
de_de: Orte

source: Map file:
de_de: Bilddatei

source: Delete reference point
de_de: Referenzpunkt löschen

source: REMOVE
de_de: Löschen

source: SAVE
de_de: Speichern

source: Select place marker:
de_de: Bild für Ortsmarkierung wählen:

source: %d markers could not be removed because they are used.
de_de: %d Bilder können nicht entfernt werden, weil sie benutzt werden.

source: Installation: error during preparing of maps!
de_de: Installation: Fehler beim Vorbereiten der Karten!

source: Installation: error during preparing of maps (popups offset)!
de_de: Installation: Fehler beim Vorbereiten der Karten (Popup Abstand)!

source: Installation: error during preparing of markers!
de_de: Installation: Fehler beim Vorbereiten der Markierungsbilder!

source: Installation: error during upload of the marker %s to attachment!
de_de: Installation: Fehler beim Hochladen des Markierungsbilds %s zu Medien!

source: Installation: error during upload of the map %s to attachment!
de_de: Installation: Fehler beim Hochladen des Kartenbilds %s zu Medien!

source: Remove the language including ALL descriptions in this language?
de_de: Wollen Sie die Sprache samt ALLE Ortsbeschreibungen in der Sprache löschen?

source: The language and all description in this language will be permanently deleted and cannot be recovered. Are you sure?
de_de: Wollen Sie die Sprache samt ALLE Ortsbeschreibungen in der Sprache wirklich löschen?

source: Please Donate
de_de: Hier spenden

source: If you like this plugin, here's how you can say 'Thank You'
de_de: Sie mögen unser Plugin? Hier können Sie sich mit einer Spende bedanken.

source: Appearance
de_de: Design

source: Effects (JavaScript)
de_de: Effekte (JavaScript)

source: SAVE CSS AND EFFECTS
de_de: CSS und Effekte speichern

source: Languages available
de_de: Verfügbare Sprachen

source: Define the codes of languages you need. The codes are only used for map shortcut. Use only 2 letters to create a code. E.g. for English it could be "en".
de_de: Legen Sie die Sprachen an, die Sie benötigen. Die Codes dienen nur der Kennzeichnung bei den Map-Shortcuts verwendet (z.B. für Englisch können Sie „EN“ verwenden). Ein Code darf maximal 2 Buchstaben lang sein.

source: Default Language (used by %d markers)
de_de: Standardsprache (benutzt bei %d Markierungen)

source: Remove language (used by %d markers)
de_de: Sprache entfernen (benutzt bei %d Markierungen)

source: ADD NEW LANGUAGE
de_de: Neue Sprache hinzufügen

source: Default Language
de_de: Standardsprache

source: The default language is used if a marker's description is not available for a requested language
de_de: Die Standardsprache wird benutzt, falls für die Beschreibung eines Ortes einmal keine Sprachversion hinterlegt wurde

source: Link to our Homepage
de_de: Link auf unsere Website

source: If you like the plugin please support us by the link to our homepage from the map image (right lower corner)
de_de: Falls Ihnen das Plugin gefällt, unterstützen Sie uns bitte, indem Sie auf dem Kartenbild mit einem Link auf unsere Website verweisen (rechte untere Ecke)

source: Yes, I allow to set the link
de_de: Ja, setzt den Link!

source: No, no link please
de_de: Nein, keinen Link bitte

source: Error: the language '%s' already exists!
de_de: Fehler: die Sprache '%s' ist schon angelegt.

source: Remove language (used by 0 markers)
de_de: Sprache entfernen (verwendet bei 0 Places)
